{
  "All": "Todos",
  "ALL": "Todos",
  "OWNED": "Coleccionados",
  "WISHED": "Deseados",
  "NOT_OWNED": "No coleccionados",
  "basic_cars": {
    "filter_year": "Año",
    "filter_serie": "Series",
    "filter_property": "Propiedad"
  },
  "header": {
    "search_placeholder": "Buscar...",
    "user_menu": {
      "sign_in": "Iniciar sesión",
      "go_to_profile": "Tu perfil",
      "edit_profile": "Editar perfil",
      "log_out": "Cerrar sesión",
      "lang": "Idioma",
      "theme": "Aspecto",
      "language_options": {
        "en": "Inglés",
        "es": "Español",
        "pt": "Portugués"
      }
    }
  },
  "toast": {
    "success": "Éxito",
    "error": "Error",
    "car_added_collection": "Coche añadido a tu colección",
    "car_added_wishlist": "Coche añadido a tu lista de deseados",
    "car_removed_collection": "Coche eliminado de tu colección",
    "car_removed_wishlist": "Coche eliminado de lista de deseados"
  },
  "ABOUT_CW_PARAGRAPH1": "Hola a todos y bienvenidos a Diecast Tracker. Mi nombre es Rubén, y entre otras cosas soy desarrollador web y coleccionista.",
  "ABOUT_CW_PARAGRAPH2": "Como coleccionista, siempre he echado en falta alguna herramienta para ayudarme a llevar un seguimiento de mi colección, sobretodo cuando empecé, no sabia como estaban organizados los coches, series básicas, premium, por años, por series secundarias… Estuve buscando y no encontré mucho.",
  "ABOUT_CW_PARAGRAPH3": "Como desarrollador, para acabar mis estudios, necesitaba crear un proyecto web, pensé en lo anteriormente comentado y así es como nació Diecast Tracker. Pregunté por Reddit si gustaba la idea y para mi sorpresa hubieron varias personas que la apoyaron, así que me puse manos a la obra. Acabé el curso y salió todo muy bien.",
  "ABOUT_CW_PARAGRAPH4": "Al cabo de unas semanas de descanso, retomé el proyecto porqué aun le faltaban algunas cosas y sobretodo me faltaba lo más importante, alojar el proyecto en un servidor y hacer servir la aplicación. Esto lleva un costo económico mensual que puedo amortizar durante unos pocos meses, pero no durante más tiempo.",
  "ABOUT_CW_PARAGRAPH5": "Por eso es que cualquier aportación económica sería una gran ayuda. No busco hacer dinero con esto, pero si me gustaría que entre todos podamos mantener esta aplicación en linea.",
  "ABOUT_CW_PARAGRAPH6": "La aplicación no está acabada, todavía faltan muchos coches que iré añadiendo con el tiempo. (Si tenéis alguna preferencia hacédmelo saber a mi mail (rdevgc@gmail.com). Añadir también que cualquier crítica, opinión, propuesta… es bien recibida.",
  "ABOUT_CW_PARAGRAPH7": "Por otra parte, he pensado en adquirir un servidor de imágenes. Ahora las imágenes de los coches son de Internet, con diferentes tamaños y calidad. Con un servidor de alojamiento de imágenes, los coches se verían mucho mejor.",
  "ABOUT_CW_PARAGRAPH8": "Así que si has pensado en colaborar en el proyecto, puedes aportar tu parte en el siguiente enlace. El dinero será invertido en la aplicación. Muchas gracias por leer.",
  "ABOUT_CW_DONATIONS": "Donar",
  "UPDATES_VERSION_101": "Versión 1.0.1 - 20/08/2023",
  "UPDATES_VERSION_101_1": "Nueva utilidad para poder exportar tu colección en archivo csv (limitado a 1 descarga cada 2 días)",
  "UPDATES_VERSION_101_2": "Enumeración de coches en propiedad y mostrados (X/XX) en vista Básicos y Premium",
  "UPDATES_VERSION_102": "Versión 1.0.2 - 03/09/2023",
  "UPDATES_VERSION_102_1": "Nuevo spinner de carga",
  "UPDATES_VERSION_102_2": "Nuevo filtro (en propiedad / no en propiedad) en vistas Básicos y Premium",
  "UPDATES_VERSION_102_3": "Alojar imágenes de los coches básicos de 2022",
  "UPDATES_VERSION_102_4": "Modularizar código para optimizar la aplicación",
  "UPDATES_VERSION_102_5": "Mejorar la seguridad de los usuarios cambiando la gestión de los tokens",
  "UPDATES_VERSION_103": "Versión 1.0.3 - 21/09/2023",
  "UPDATES_VERSION_103_1": "Mejora en la calidad de las imágenes",
  "UPDATES_VERSION_103_2": "Mejora en las tarjetas de los coches",
  "UPDATES_VERSION_103_3": "Vista detallada de los coches",
  "UPDATES_VERSION_103_4": "(Bug fix) Ahora se puede votar coche custom desde el listado",
  "UPDATES_VERSION_104": "Versión 1.0.4 - 01/10/2023",
  "UPDATES_VERSION_104_1": "Coches nuevos añadidos a los años/series existentes",
  "UPDATES_VERSION_104_2": "Coches básicos añadidos: 2016 y 2017",
  "UPDATES_VERSION_104_3": "Mejora en la organización de los coches (Vistas de básicos, premium y usuario)"
}
